[PR_Mercenary X2SoldierClassTemplate]
+DisplayName="雇佣兵"
+ClassSummary="雇佣兵擅长适应各种情况，他们能够装备大多数武器，以满足当前所需的任何角色。"
+LeftAbilityTreeTitle="王牌"
+RightAbilityTreeTitle="小丑"
AbilityTreeTitles[0]="杰克"
AbilityTreeTitles[1]="王牌"
AbilityTreeTitles[2]="小丑"
AbilityTreeTitles[3]="XCOM"

+RandomNickNames[0]="Spade"
+RandomNickNames[1]="Heart"
+RandomNickNames[2]="Club"
+RandomNickNames[3]="Ace"
+RandomNickNames[4]="Joker"
+RandomNickNames[5]="King"
+RandomNickNames[5]="Queen"
+RandomNickNames[5]="Jack"